"The name of your computer " = "您的电脑的名称 ";
"This computer’s local hostname " = "本电脑的本地主机名称 ";
"“" = "“";
"”" = "”";
" is already in use on this network. " = "已在此网络上使用。";
"The name has been changed to " = "该名称已被自动地更改为";
"." = "。";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "要更改您的电脑的名称，请打开“系统偏好设置”，点按“共享”，然后在“电脑名称”栏中键入名称。";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "要更改本地主机名称，请打开“系统偏好设置”，点按“共享”，点按“编辑”，然后在“本地主机名称”栏中键入名称。";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "通过在名称中加入一个数字的方式来查找可用名称的所有尝试均已失败。";
"This may indicate a problem with the local network. Please inform your network administrator." = "这表示本地网络出现问题。请通知您的网络管理员。";
